Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Interviews and the document review also reveal documentation missing in the MOC process.
nb: Intervjuer og dokumentgjennomgang viser også manglende dokumentasjon i MOC prosessen.

source: Transocean Offshore - Transocean Barents - Investigation into an incident involving personal injury
nb: Transocean Offshore - Transocean Barents - Gransking av hendelse med personskade

source: The background to the project is an Arctic Council initiative, the Task Force On Pollution Prevention (TFOPP).
nb: Prosjektet har bakgrunn i et initiativ fra Arktisk råd, Task Force On Pollution Prevention (TFOPP).

source: Another serious incident caused by CUI, involving a steam leak, occurred at Mongstad in 2012.
nb: I 2012 var det også en alvorlig hendelse på Mongstad som skyldtes KUI, den gangen en damplekkasje.

source: We have given Equinor Energy (Equinor) consent to drill a sidetrack in exploration well 35/11-23 in the North Sea.
nb: Vi har gitt Equinor Energy (Equinor) samtykke til boring av sidesteg i leitebrønn 35/11-23 i Nordsjøen.

source: technical measures that reduce exposure,
nb: tekniske tiltak som reduserer eksponering,

source: and must be designed for.
nb: og må designes for.

source: a) substances on OSPAR’s PLONOR-list, b) substances on the list in REACH Annex IV, c) some/individual substances included in REACH Annex V.
nb: a) stoff på OSPARs PLONOR-liste, b) stoff på listen i REACH vedlegg IV, c) enkelte stoff som faller inn under REACH vedlegg V.

source: It cannot be ruled out that an escalation of fire/explosion could have occurred after the team arrived, and that further consideration should therefore be given to the question of a safe distance.
nb: Det kan ikke utelukkes at det kunne oppstått en eskalering av brannen/eksplosjonen etter at innsatslaget var ankommet brannstedet, og sikker avstand er derfor et forhold som bør vurderes nærmere.

source: Nocturnal call-outs are also regarded as night work, and making provision for sufficient rest between such sessions is important.
nb: Også utkall på natt regnes som nattarbeid, og i slike tilfeller er det viktig å legge til rette for tilstrekkelig hvile mellom arbeidsøktene.

source: 07.15-09.00: Operators checked the plant because a smell of diesel oil/oil was noticed on the platform.
nb: I tidsrommet 07.15 – 09.00 gikk operatører rundt og sjekker i anlegget da det var merket diesel/oljelukt på plattformen.

source: Measures as mentioned in the third subsection, may include monitoring of oil and seabirds, or mechani-
nb: Tiltak som nevnt i tredje ledd, kan for eksempel være overvåking av olje og sjøfugl, eller mekanisk dis-

source: These options are under discussion at an international level.
nb: Dette er alternativer som drøftes på internasjonalt nivå.

source: This system was combined with sideways movement of the overhead crane.
nb: Dette systemet ble brukt sammen med sidevis kjøring av traverskranen.

source: Furthermore, Note 2 specifies that an assessment must be made of whether user manuals for the equipment are required in two languages and refers to
nb: Videre fremgår av Note 2 at det må vurderes å avviksbehandle kravet til tospråklig bruksanvisning for utstyret, og det refereres til

source: The effect of the measures must be verified.
nb: Effekten av tiltakene skal verifiseres.

source: We have given ConocoPhillips Skandinavia AS (ConocoPhillips) consent to use the Rowan Norway mobile facility on the Ekofisk field.
nb: Vi har ført tilsyn med ConocoPhillips Skandinavia (ConocoPhillips) og deres ivaretakelse av sikkerhet på konstruksjoner i drift på Ekofiskfeltet.

source: § 46 Manual fire-fighting and firefighters’ equipment
nb: § 46 Manuelt brannbekjempelses- og brannmannsutstyr

source: Chemicals shall be tested for the individual organic substances' biodegradability in accordance with
nb: Kjemikalier skal testes for de enkelte organiske stoffenes bionedbrytbarhet i henhold til OECDs

source: h) During its investigation, the team was told that the Melkøya plant does not always
nb: h) I granskingen er vi blitt informert om at anlegget på Melkøya ikke alltid har to

source: The substitute engineer decided to remove the recommendation in the daily instruction to drain the points under low internal pressure since the latter had risen.
nb: Makker besluttet å fjerne anbefalingen i døgninstruksen om å drenere punktene under lav intertrykk fordi trykket var blitt høyt.

source: than or equal to 4,5, cf
nb: eller lik 4,5, jf

source: Songa Endurance is a semi-submersible drilling facility of the CAT D type.
nb: Songa Endurance er ei halvt nedsenkbar boreinnretning av CAT D-typen.

source: These are intended to give users information on use, restrictions, pre-use checks, scrapping criteria and maintenance.
nb: Disse skal gi brukerne informasjon om bruk, bruksbegrensninger, førbrukskontroll, kassasjonskriterier og vedlikehold.

source: Removal or moving as mentioned in the fourth subsection, litera e, can be particularly relevant for flo-
nb: Fjerning eller flytting som nevnt i fjerde ledd bokstav e, kan være særlig aktuelt for flotell som er plas-

source: MINC has six such pumps, two in each leg.
nb: MINC har seks råvannspumper, to i hver legg.

source: Discharge of cuttings, sand and other solid particles
nb: Utslipp av kaks, sand og faste partikler

source: Assessments should be reported in accordance with Section 34 litera c of the Management Regulations.
nb: Vurderingene skal rapporteres i henhold til styringsforskriften § 34 bokstav c.

source: The PSA team has not gone into further detail on measures taken by the company during the normalisation process, but has secured confirmation that personnel involved have received the follow-up prescribed by the company’s internal rules and routines.
nb: Vi har ikke gått i videre detaljer på selskapets tiltak under normaliseringsprosessen, men har fått bekreftet at involvert personell har fått den oppfølging som følger av selskapsinterne regler og rutiner.

source: Production at Brage began in 1993.
nb: Produksjonen på Brage startet i 1993.

source: There were no fatal accidents on the Norwegian shelf in 2008.
nb: Det var ingen dødsulykker på norsk sokkel i 2008.

source: Normal cubic metres at a reference condition of 0°C and 1.01325 bar.
nb: Normal kubikkmeter ved referansetilstand 0 °C og 1,01325 bar.

source: These differ fundamentally today from the ones used in 1980, and the regulations require 200 per cent lifeboat coverage on all facilities.
nb: Dagens båter er fundamentalt annerledes enn de som var i bruk i 1980 – og regelverket krever nå 200 prosent livbåtdekning på alle innretninger.

source: Assessment of damage and leak testing of cracks in the valve block.
nb: Vurdering av skader og lekkasjetesting av sprekk i ventilblokk.

source: According to the Working Environment Act, the individual employer is obliged to carry out mapping, analyses and measures as regards the working environment within its area of activity and responsibility.
nb: Forskriften omfatter selve landanlegget for utvinning og/eller utnyttelse av petroleum og systemer, anlegg og aktiviteter som er integrert med landanlegget eller har en naturlig tilknytning til dette.

source: The requirements entail that account is taken of the fact that air quality is affected by construction materials, furniture and fittings, personnel, activities and processes, cleaning and maintenance.
nb: Kravene innebærer at det tas hensyn til at luftkvaliteten påvirkes av byggematerialer og inventar, personell, aktiviteter og prosesser, renhold og vedlikehold.

source: That also applies for other wind directions and speeds, which would have affected ventilation in P01 and flammable concentrations in the module.
nb: Dette gjelder også for andre vindretninger og vindhastigheter som ville ha påvirket ventilasjonen i P01, og de brennbare konsentrasjoner inne i modulen.

source: Among personnel working for service companies, 83% use the same alternatives.
nb: Blant personell som jobber for service-selskaper benytter 83% seg av de samme svaralternativene.

source: Building a temporary scaffolding to hold the reel (which the cable was delivered on) reduced opportunities for such uncontrolled unreeling.
nb: Ved å bygge et midlertidig stillas som trommelen (som kabelen blir levert på) monteres i, reduseres muligheten for ukontrollert utrusing.

source: As mentioned, the results of the survey will be used as input to the PSA’s future activities in the follow-up of drilling and well activities.
nb: Resultatene av spørreundersøkelsen vil som nevnt bli benyttet i Petroleumstilsynets fremtidige aktiviteter i oppfølging av bore- og brønnaktiviteter.

source: A vehicle equipped with pumping/suction equipment was then requisitioned from the SAR company to remove oil spillage and polluted water from the compressor house.
nb: Det ble så rekvirert pumpebil fra selskapet SAR utstyrt med pumpe-/sugeutstyr for å fjerne oljesøl og forurenset vann inne i kompressorhuset.

source: According to Kongshavn Industri, Hazop and Hazid analyses were conducted before manufacturing the BIT and ISF as the basis for risk assessments.
nb: I følge produsenten av BIT og ISF, Kongshavn Industri, var det før produksjon av BIT og ISF gjennomført en HAZID og HAZOP analyse som ble lagt til grunn som risikovurdering.

source: The coupling is certified for a pressure of up to 400 bar.
nb: Koblingen er sertifisert for opptil 400 bar trykk.

source: 88% of the respondents within these types of companies use the "agree" or "strongly agree" response options on a statement that addresses whether interfaces between the various roles involved in handling well control situations are clear.
nb: 88% av respondentene innenfor disse selskapstypene benytter seg av svaralternativene «enig» eller «helt enig» på et utsagn som omhandler hvorvidt grensesnitt mellom de ulike rollene involvert i håndtering av brønnkontrollsituasjoner er klare.

source: Engen points out that a shared factual basis does not necessarily mean people agree or are not cross with each other.
nb: Han poengterer at selv om faktagrunnlaget er felles, betyr det ikke nødvendigvis at man er enige - eller ikke er sinte på hverandre.

source: There was a contribution to higher bending stresses due to the entire system falling within the natural frequency range for vortex shedding at normal wind speeds at Kårstø.
nb: Bidrag til høyere bøyespenninger har en fått ved at hele systemet kommer inn i egenfrekvensområdet for virvelavløsning ved normale vindhastigheter på Kårstø.

source: When he came to the final valve, the noise quickly fell and the leak ceased.
nb: Da han kom til den siste ventilen gikk støynivået fort ned og lekkasjen stoppet.

source: Statoil has received consent for extended use of Statfjord C, Statfjord Nord, Statfjord Øst and Sygna beyond their original design lives.
nb: Statoil har fått samtykke til forlenget bruk av Statfjord C, Statfjord Nord, Statfjord Øst og Sygna utover designlevetid.

source: Deck grating on hatch structure (source: user manual).
nb: Dekksrist på lukestruktur (kilde brukermanual)

source: One example of the latter is Section 12 of the Health Personnel Act (in Norwegian only) which, in its first subsection, mentions ”physician, nurse or bioengineer”, and physician in its second subsection.
nb: Et eksempel på det siste er helsepersonelloven § 12 som i første ledd nev-ner ”lege, sykepleier eller bioingeniør”, i annet ledd lege.

source: The RNNP survey was then and is still unique in a global context.
nb: RNNP-kartleggingen både var og er unik i verdenssammenheng.

source: 45.4 per cent fully disagreed or disagreed with this statement, and these respondents were divided between operating companies, rig owners and engineering companies.
nb: 45,4 prosent var helt uenig eller uenig i denne påstanden, og disse fordelte seg mellom operatørselskp, redere og engineeringselskap.

source: Nevertheless, important findings from the RNNP study in 2016 give PSA director general Anne Myhrvold cause for concern.
nb: Likevel er det viktige funn i RNNP 2016 som gjør Ptil-direktør Anne Myhrvold bekymret.

source: The well is to be drilled by Deepsea Bergen, which is a semi-submersible, mobile drilling facility of the Aker H-3.2 type, built at Aker Verdal in 1983.
nb: Brønnen skal borast med Deepsea Bergen som er ei halvt nedsenkbar, flyttbar boreinnretning av typen Aker H-3.2, bygd ved Aker Verdal i 1983.

source: change management related to the well’s life cycle (Norsok D-010)
nb: endringsstyring i forbindelse med brønnens livssyklus (NORSOK Standard D-010),

source: All chemicals used in the petroleum sector, are also subject to the Product Control Act (in Norwegian
nb: Alle kjemikalier som brukes i petroleumssektoren, omfattes også av produktkontrolloven med

source: Section 92 of the activities regulations on lifting operations.
nb: Aktivitetsforskriftens §92 om løfteoperasjoner, jf.

source: Figure 11 Example of a toolbox talk form
nb: Figur 11 Eksempel på «toolbox-talk» skjema

source: The course of events is based on LoBS /6/ logs, interviews and the alarm list /7/ received.
nb: Hendelsesforløpet er basert på logg fra LoBS /6/, intervjuer og mottatt alarmliste /7/.

source: We have given Aker BP consent to drill exploration well 6506/5-1 S.
nb: Vi har gitt Aker BP samtykke til boring av leitebrønn 6506/5-1 S.

source: standard Chapter 5.2.2.6 should be used for manned underwater operations.
nb: kapittel 5.2.2.6 brukes for bemannede undervannsoperasjoner.

source: We have given Aker BP consent to drill an exploration well in block 6507/5 in the Norwegian Sea.
nb: Vi har gitt Aker BP samtykke til boring av en leitebrønn i blokk 6507/5 i Norskehavet.

source: He has headed the process for 20 years.
nb: Han har ledet RNNP-kartleggingen gjennom 20 år.

source: Identification of material quality using PMI (positive material identification) or using
nb: Identifisering av materialkvalitet med PMI (positiv material identifisering) eller med

source: These measure, log and transmit information from the borehole to a directional driller and other specialists – who might well be controlling the operation from land.
nb: Rørleddene som går fra borekrona og opp til riggen, er derfor fullstappet av avansert elektronisk utstyr som måler og logger og sender informasjon til en retningsborer og andre fagfolk som kanskje sitter på land og styrer operasjonen.

source: service vessel laid to the starboard side of Scarabeo 8
nb: Servicefartøyet Stril Barents legger seg på styrbord side av Scarabeo 8 for lasthåndtering.

source: he Acknowledgement of Compliance with appurtenant infor-mation and documentation can replace parts of the information required under the first subsection, literas a to i, and the fourth subsection, literas a and b.
nb: samsvarsuttalelsen med tilhørende opplysninger og dokumentasjon kunne erstatte deler av de opplysninger som kreves i henhold til første ledd bokstav a til i og fjerde ledd bokstav a og b.

source: Operator 1 had the opportunity to evacuate.
nb: Operatør 1 hadde mulighet for evakuering.

source: The fire was extinguished after about 30 minutes.
nb: Brannen ble slokket etter ca. 30 minutter.

source: For visual observation on the sea surface, oil and oil quantity estimation should be made according to
nb: Ved visuell observasjon på havoverflaten bør estimering av oljetykkelse og oljemengde gjøres i henhold til

source: “Adding up how many were actually killed or injured by swine flu over the five years from 2009 shows that this epidemic took many more lives than was predictable after the first round.”
nb: Når man oppsummerer hvor mange som egentlig døde og ble skadet av svineinfluensa i løpet av en femårsperiode siden 2009, har svineinfluensaen tatt mange flere liv enn man var i stand til å forstå etter første runde.

source: Maintenance planning for ballast-water valve HV3124 failed to take adequate account of the risk elements which closing the valve could involve.
nb: Planleggingen av vedlikehold på ballastvannventil HV3124 har ikke i tilstrekkelig grad tatt hensyn til risikoelementene stenging av ventilen kan medføre.

source: As a consequence, the function of primary and secondary barriers was unclear for a long period, until the well was secured through cementing 30 days after the incident occurred.
nb: Konsekvensen av dette var at funksjonen til primær- og sekundærbarriere var uavklart i en lengre periode, frem til brønn var sikret med sementering 30 dager etter hendelsen inntraff.

source: It will be used by Statoil in connection with modifications of the Snorre A facility.
nb: Den skal brukes av Statoil i forbindelse med ombygginger på Snorre A-innretningen.

source: Blowing out the H2S reactor with compressed air was one of these assignments.
nb: Blåsing av H2S-reaktoren med trykkluft var en av disse jobbene.

source: The inspection programme is based on analyses of corrosion conditions, criticality and risk assessments.
nb: Grunnlaget for inspeksjonsprogrammet er analyser av korrosjonsforhold, kritikalitet og risikovurderinger.

source: There may also be several yards in different parts of the world involved in building in parallel parts of a facility.
nb: Det kan også være flere verft i ulike verdensdeler som parallelt er involvert i i bygging av elementer til en innretning.

source: If this test cannot be used because the substance is insoluble in water, the marine BODIS test shall be carried out in accordance with ISO 10708:1997, with modifications as described in “Biodegradability of chemical substances in seawater – Results of the four OSPARCOM ring tests.”
nb: Dersom denne testen ikke kan benyttes fordi stoffet er uløselig i vann, skal marine BODIS test gjennomføres i henhold til ISO 10708:1997 med modifikasjoner beskrevet i "Biodegradability of chemical substances in seawater – Results of the four OSPARCOM ring tests".

source: The certificate has been issued with a WLL of 18 tonnes, but Westcon has not tested the hoist.
nb: Sertifikatet er utstedt med WLL på 18 tonn, men Westcon har ikke testet taljen.

source: In special cases, drilling activities that require more than one (1) relief well to regain well control in the event of a well control incident, can be planned for.
nb: I særlige tilfeller kan det planlegges for boreaktiviteter som krever mer enn én (1) avlastningsbrønn for å kunne gjenvinne brønnkontroll ved en brønnkontrollhendelse.

source: - The results from the general user survey and preliminary figures from the running post-audit survey show a relatively high degree of stability in the responses compared with the 2019 figures, with a slight improvement in respect of the user survey from 2020.
nb: - Resultatet fra den overordnede undersøkelsen og foreløpige tall fra den løpende undersøkelsen viser at det er forholdsvis stor grad av stabilitet i svarene sammenlignet med 2019-tallene, med en liten bedring i forhold til brukerundersøkelsen fra 2020.

source: Trend data is not used actively in combination with maintenance history.
nb: Trend data brukes ikke aktivt i kombinasjon med vedlikeholds historikk.

source: Statoil has received consent for the co-location of office facilities on Melkøya for Hammerfest LNG.
nb: Statoil har fått samtykke til samlokalisering av kontorfasiliteter på Melkøya ved Hammerfest LNG.

source: Westcon has issued a certificate for the lifting equipment5 based on documentation from the manufacturer and in accordance with directive 2006/42/EC.
nb: Westcon har utstedt sertifikat for løfteinnretningen5 basert på dokumentasjon fra produsenten og i samsvar med maskindirektivet 2006/42/EC.

source: In order to fulfil the requirement for competence in the area of health, safety and working environment,
nb: For å oppfylle kravet til kompetanse på området helse, arbeidsmiljø og sikkerhet bør

source: The validity of the AoC presumes that COSL Drilling Europe AS ensures that the facility and relevant parts of the company’s organisation and management system continue to meet the regulatory requirements, and that terms and conditions in the PSA’s decision are met.
nb: Gyldigheten av samsvarsuttalelsen forutsetter at COSL Drilling Europe AS sørger for at innretningen og relevante deler av selskapets organisasjon og styringssystem fortsatt møter regelverkets krav, og at vilkår og forutsetninger i Ptils vedtak blir ivaretatt.

source: Deluge was halted manually from the cabinet in the utility shaft after about 39 minutes (09.20) for a visual check of the area by CCTV.
nb: Deluge ble stoppet manuelt fra skap i utstyrsskaftet etter ca. 39 minutter (kl. 09:20) for visuell sjekk av området på kamera.

source: Figure 3 shows selected drill data from the time when the incident was discovered and the well shut in with a pipe ram in the BOP
nb: Figur 3 viser utvalgte boredata for tidsrommet da hendelsen ble oppdaget og brønnen stengt inne med en borerørsventil i BOP

source: Collaboration between the parties in the industry as well as academia and government has also been important for progress.
nb: Samarbeidet mellom partene i industrien, akademia og myndighetene har også vært viktig for utviklingen.

source: And make poorer judgements.
nb: Og de gjør kanskje dårligere vurderinger enn ellers.

source: health, safety and environment, including acceptance criteria for major accident risk and environmental risk, cf. Section 9 of the Management Regulations, shall be met regardless of costs and that the responsible party cannot set aside specific requirements in the health, safety and environment legislation with reference to cal-culation of risk.
nb: styringsforskriften § 9, skal overholdes uten hensyn til kostnader og at den ansvarlige ikke kan sette til side spesifikke krav i helse-, miljø- og sikkerhetslovgivningen med henvisning til beregning av risiko.

source: The latter bought the winch with drum from Kverneland Aqua AS.
nb: MH Wirth kjøpte vinsj med trommel fra Kverneland Aqua AS.

source: We have given Vår Energi consent to drill and complete production well 6507/2-N-1 H on the Marulk field.
nb: Vi har gitt Vår Energi samtykke til boring og komplettering av produksjonsbrønn 6507/2-N-1 H på Marulkfeltet.

source: With steam spreading over a wide area, uncertainty prevailed about where and at what distance from the leak site it was safe to move in the area.
nb: Dampen spredde seg over et stort område og det var usikkert hvor og i hvilken avstand fra lekkasjestedet man kunne bevege seg trygt i dette området.

source: Surface corrosion under insulation on process equipment and piping is a major challenge for the industry.
nb: Overflatekorrosjon under isolasjonen på prosessutstyr og rør er en stor utfordring i bransjen.

source: We have given the operator Neptune Energy (Neptune) consent to use the well intervention facilities Island Frontier and Island Wellserver at Gjøa.
nb: Vi har gitt operatørselskapet Neptune Energy (Neptune) samtykke til bruk av brønnintervensjonsinnretningane Island Frontier og Island Wellserver på Gjøa.

source: Wind direction and speed could have been different.
nb: Vindretningen og vindhastigheten kunne ha vært en annerledes.

source: The accident shall be reported even if notification has been given or a report made pursuant to Section 29, first subsection.
nb: Det skal gis melding om ulykken selv om den er varslet eller meldt etter § 29 første ledd.

source: Section 77, litera d of the Activities Regulations
nb: aktivitetsforskriften § 77 bokstav d.

source: The investigation was completed in April 2018.
nb: Granskingen ble sluttført i april 2018.

source: The rules for new vessels (vessels category A, cf. the circular point 4) should be used independently of build date.
nb: Reglene for nye fartøy (fartøy kategori A, jf. rundskrivet punkt 4) bør brukes uavhengig av byggedato.
